Repository: digedag/t3sportsbet
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

source: Error
de: Fehler

# error_nobetgame_defined
source: No betgame defined in flexform or Typoscript!
de: Es wurde kein Tippspiel im Flexform oder Typoscript angegeben!

# error_nobetsets_defined
source: No betsets found for betgame!
de: Es wurden keine Tipprunden für das Tippspiel gefunden!

# label_savebets
source: Save bets
de: Tipps speichern

# label_rank
source: Rank
de: Position

# label_city
source: City
de: Wohnort

# label_points
source: Points
de: Punkte

# label_avgpoints
source: &Oslash; Pts
de: &Oslash;

# label_betcount
source: Bets
de: Tipps

# label_page
source: Page
de: Seite

# label_matchdate
source: Date
de: Datum

# label_home
source: Home
de: Heim

# label_guest
source: Guest
de: Gast

# label_agegroup
source: Age group
de: Altersklasse

# label_score
source: Score
de: Resultat

# label_bet
source: Bet
de: Tipp

# label_login
source: Please login to make your bets!
de: Bitte melden Sie sich an, um einen Tipp abzugeben!

# label_trend
source: Trend
de: Toto-Trend

# label_stats
source: Statistics
de: Statistik

# label_betlistof
source: Bets of:
de: Die Tipps von:

# label_tobescored
source: To be scored
de: Auswertung folgt

# msg_no_betsets_found
source: No betsets found in this view!
de: In dieser Ansicht wurden leider keine Spiele gefunden!

# label_bets_saved
source: Bets successfully saved.
de: Die Tipps wurden erfolgreich gespeichert.

# label_changed_bets
source: Changed bets
de: Veränderte Tips

# label_specialbet
source: Special bet
de: Zusatz-Tipp

# label_nobetfound
source: No bet found.
de: Es wurde noch kein Tipp abgegeben.

# label_possible_points_for_bet
source: Possible points for bet
de: Mögliche Punkte für vorhandenen Tipp

# label_possible_points_for_newbet
source: Possible points for new bet
de: Mögliche Punkte für neuen Tipp

# label_open_until
source: Open until
de: Letzte Tippabgabe bis

# label_your_bet
source: Your bet
de: Ihr Tipp
