Repository: digedag/t3sportsbet
Catalog: Resources/Private/Language/*.locallang_mod.xlf
Languages: de

# msg_no_game_in_page
source: No game found in page.
de: Es wurde kein Tipspiel auf der Seite gefunden.

# msg_no_betset_found
source: No betset found.
de: Keine Tiprunde gefunden.

# label_add_matches
source: Add matches to betset
de: Der Tiprunde Spiele hinzufügen

# label_hide_add_matches
source: Hide match selection
de: Spielauswahl ausblenden

# label_change_state
source: Change state
de: Status ändern

# label_create_betset
source: Create a new betset
de: Eine neue Tiprunde anlegen

# label_info
source: Info
de: Hinweis

# label_error
source: Error
de: Fehler

# label_close
source: Close
de: Schließen

# label_matchlist
source: List of matches
de: Liste der Spiele

# label_save
source: Save
de: Speichern

# label_edit
source: Edit
de: Bearbeiten

# label_analyzebets
source: Analyze bets
de: Tips auswerten

# label_betlist
source: List of bets
de: Liste von Tips

# label_betcount
source: Number of bets found
de: Gesamtanzahl Tips

# label_tstamp
source: Last update
de: Letzte Änderung

# label_match
source: Match
de: Spiel

# label_group
source: Group
de: Alterklasse

# label_feuser
source: User
de: FE-User

# label_bet
source: Bet
de: Tip

# label_points
source: Points
de: Punkte

# label_openuntil
source: Open until
de: Offen bis

# label_betsetinfo
source: Information about current betset
de: Informationen über die aktuelle Tiprunde

# label_betsetinfo_highdate
source: Last kickoff date
de: Letztes Spiel

# label_betsetinfo_lowdate
source: First kickoff date
de: Erstes Spiel

# label_betsetinfo_nextdate
source: Next kickoff date
de: Nächstes Spiel

# label_betsetinfo_matchcount
source: Number of selected matches
de: Anzahl von Spielen

# label_betsetinfo_usercount
source: Number of users with bets
de: Anzahl Nutzer mit Tips

# label_betsetinfo_betcount
source: Number of bets
de: Anzahl Tips

# tx_t3sportsbet_module.betStatus_0
source: Prepare
de: Vorb.

# tx_t3sportsbet_module.betStatus_1
source: Open
de: Offen

# tx_t3sportsbet_module.betStatus_2
source: Closed
de: Geschl.

# label_showbets
source: Show bets
de: Tips anzeigen

# label_result
source: Score
de: Ergebnis

# label_resetbets
source: Reset bets
de: Tips zurücksetzen

# msg_resetbets
source: Do you really want to reset these bets?
de: Sollen die Tips für dieses Spiel wirklich zurückgesetzt werden?

# label_join_matches
source: Join matches
de: Spiel zuordnen

# msg_join_matches
source: Do you really want to add these matches?
de: Sollen diese Spiele wirklich zugeordnet werden?

# label_editbetgame
source: Edit betgame
de: Tipspiel bearbeiten

# label_roundnamedefault
source: . round
de: . Tiprunde

# label_paste_match
source: Paste selected match %s to current betset
de: Ausgewähltes Spiel %s in aktuelle Tipprunde einfügen.

# label_msg_paste_match
source: Do you really want to paste the currently selected match to this betset?
de: Wollen Sie das ausgewählte Spiel wirklich in aktuelle Tipprunde einfügen?

# label_msg_matchmoved
source: Match successfully moved to new betset.
de: Das Spiel wurde erfolgreich in die neue Tipprunde eingefügt.

# label_btn_newteambet
source: Create new teambet
de: Neue Teamfrage anlegen

# label_possiblepoints
source: Possible points
de: Mögliche Punkte

# label_finished
source: Finished
de: Beendet

# label_yes
source: Yes
de: Ja

# label_no
source: No
de: Nein

# label_join_competition
source: Create betgame from competition
de: Tipspiel aus dem Wettbewerb erzeugen

# msg_add_competition
source: At this point you can add a complete competition to this betgame. There will be a new betset created for each round. Alternatively you can create individual betsets by manually selecting matches to bet for.
de: Zu diesem Zeitpunkt können Sie aus dem gewählten Wettbewerb ein komplettes Tipspiel generieren. Für jeden Spieltag wird eine neue Tiprunde angelegt. Alternativ können Sie natürlich die Tiprunden natürlich auch individuell gestalten.

# msg_join_competition
source: Do you really want to add the complete competition to current betgame? There will be a new betset created for each round.
de: Soll wirklich der komplette Wettbewerb dem Tipspiel hinzugefügt werden? Es wird für jeden Spieltag eine neue Tiprunde angelegt.

# msg_add_competition_finished
source: All betsets were successfully created.
de: Das Tipspiel wurde erfolgreich angelegt.

# msg_no_matchs_found
source: Current competition contains no matches.
de: Der Wettbewerb enthält keine Spiele.

# msg_betset_saved
source: Betset was saved.
de: Die Tiprunde wurde gespeichert.

# tab_control
source: Overview
de: Überblick

# tab_addmatches
source: Add matches
de: Spiele hinzufügen

# tab_addteambets
source: Manage teambets
de: Team Tips

# tab_bets
source: Show bets
de: Tips anzeigen

# label_question
source: Question
de: Frage

# msg_no_competition_in_betgame
source: No competition in betgame found. You have to add one or more competitions in your betgame to enable this function.
de: Dem Tipspiel sind keine Wettbewerbe zugeordnet. Um diese Funktion zu aktivieren, muss dem Tipspiel mindestens ein Wettbewerb zugeordnet sein.

# msg_no_matches_in_betset
source: No matches in betset found.
de: Der Tiprunde sind noch keine Spiele zugeordnet.

# msg_no_bets_found
source: No bets found.
de: Es wurden keine Tips gefunden.

# msg_found_match
source: match found
de: Spiel gefunden

# msg_found_matches
source: matches found
de: Spiele gefunden

# msg_no_match_selected
source: No match selected.
de: Keine Spiele ausgewählt.

# msg_matches_added
source: matches added to betset.
de: Spiel(e) zur Tiprunde hinzugefügt.

# msg_bets_finished
source: Number of finished bets
de: Anzahl ausgewerteter Tips

# msg_create_new_game
source: Create a new bet game at this page now!
de: Auf dieser Seite ein neues Tipspiel erstellen!

# label_msg_no_items_found
source: No items found.
de: Keine Einträge gefunden.
