Repository: digedag/t3sportsbet
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# tx_t3sportsbet_module.name
source: T3sports bet game
de: T3sports Tippspiel

# plugin.t3sportsbet.label
source: T3sports bet system
de: T3sports Tippspiel

# plugin.t3sportsbet.description
source: A powerful bet system for T3sports
de: Ein leistungsfähiges Tippspiel für T3sports

# plugin.t3sportsbet.flexform.action.HighScore
source: Highscore list
de: Bestenliste

# plugin.t3sportsbet.flexform.action.Summary
source: Status view for bet system
de: Status Infos zum Tippspiel

# plugin.t3sportsbet.flexform.action.GameList
source: List of bet games
de: Liste von Tippspielen

# plugin.t3sportsbet.flexform.action.BetList
source: List of bet sets
de: Liste von Tipp-Runden

# plugin.t3sportsbet.flexform.action.ScopeSelection
source: Scope Selection
de: Scope Auswahl

# plugin.t3sportsbet.flexform.betgame
source: Betgame
de: Tippspiel

# plugin.t3sportsbet.flexform.betset
source: Betsets
de: Tipprunden

# plugin.t3sportsbet.flexform.betset.all
source: All
de: Alle

# plugin.t3sportsbet.flexform.betset.feuserFromRequestAllowed
source: Allow user from request
de: Nutzer aus Request erlauben

# plugin.t3sportsbet.flexform.betsetSelectionInput
source: Show Selectbox for betset
de: Zeige Auswahlbox für Tiprunden

# plugin.t3sportsbet.flexform.betset.default
source: Default betset in selectbox (if any)
de: Default Tipprunde in Selectbox (wenn vorhanden)

# plugin.t3sportsbet.flexform.betset.default.first
source: First
de: Erste

# plugin.t3sportsbet.flexform.betset.default.last
source: Last
de: Letzte

# plugin.t3sportsbet.flexform.highscore.userbet_page
source: Reviewpage for user bets
de: Seite für beendete Tipps eines Users

# plugin.t3sportsbet.dp.competition
source: Complete competition
de: Kompletter Wettbewerb

# tx_t3sportsbet_bets
source: T3sports bet
de: T3sports Tipp

# tx_t3sportsbet_betgames
source: T3sports bet game
de: T3sports Tippspiel

# tx_t3sportsbet_betgames.competition
source: Competition
de: Wettbewerb

# tx_t3sportsbet_betgames.dataprovider
source: Type
de: Typ

# tx_t3sportsbet_betgames.points_accurate
source: Points for accurate bet
de: Punkte für korrekten Tipp

# tx_t3sportsbet_betgames.points_goalsdiff
source: Points for correct goals difference
de: Punkte für richtige Tordifferenz

# tx_t3sportsbet_betgames.points_tendency
source: Points for tendency bet
de: Punkte für richtige Tendenz

# tx_t3sportsbet_betgames.draw_if_extratime
source: Draw if extra time
de: Unentschieden bei Verlängerung

# tx_t3sportsbet_betgames.draw_if_penalty
source: Draw if extra penalty
de: Unentschieden bei Elfmeterschiessen

# tx_t3sportsbet_betgames.ignore_greentable
source: Ignore matches judged by court
de: Spiele mit Sportsgerichtsentscheidung ignorieren

# tx_t3sportsbet_betgames.lockminutes
source: Lock bets before kick off (minutes)
de: Tippsperre vor Anstoss (in Minuten)

# tx_t3sportsbet_betsets
source: T3sports bet set
de: T3sports Tipprunde

# tx_t3sportsbet_betsets.round
source: Bet round
de: Tipp-Runde

# tx_t3sportsbet_betsets.round_name
source: Round name
de: Rundenname

# tx_t3sportsbet_betsets.status.prepare
source: Preparation
de: Vorbereitung

# tx_t3sportsbet_betsets.status.open
source: Open
de: Offen

# tx_t3sportsbet_betsets.status.finished
source: Finished
de: Beendet

# tx_t3sportsbet_betsets.t3matches
source: Matches to bet for
de: Zu tippende Spiele

# tx_t3sportsbet_bets.goals_home
source: Goals home
de: Heimtore

# tx_t3sportsbet_bets.goals_guest
source: Goals guest
de: Gasttore

# tx_t3sportsbet_bets.points
source: Points
de: Punkte

# tx_t3sportsbet_bets.finished
source: Finished
de: Ausgewertet

# tx_t3sportsbet_teamquestions
source: T3sports team question
de: T3sports Team-Tippfrage

# tx_t3sportsbet_teamquestions_question
source: Question
de: Frage

# tx_t3sportsbet_teamquestions_openuntil
source: Open until
de: Tippabgabe bis

# tx_t3sportsbet_teamquestions_points
source: Points
de: Punkte

# tx_t3sportsbet_teamquestions_teams
source: Possible teams
de: Mögliche Teams

# tx_t3sportsbet_teamquestions_team
source: The winning team(s)
de: Gewinner-Team(s)

# tx_t3sportsbet_teambets
source: T3sports team bet
de: T3sports Team-Tipp

# tx_t3sportsbet_teambets_possiblepoints
source: Possible points
de: Mögliche Punkte
